Repository: common-repository/credit-tracker
Catalog: languages/credit-tracker-*.po
Languages: ro_ro

source: The original object number at the source
ro_ro: Numarul original de obiecte la sursa

source: activate
ro_ro: activeaza

source: GET MEDIA DATA
ro_ro: ADUNA INFORMATIILE MEDIA

source: Source
ro_ro: Sursa

source: Source where to locate the original media
ro_ro: Sursa unde se poate localiza fisierul original

source: Author
ro_ro: Autor

source: Media author/owner
ro_ro: Autorul/Detinatorul Sursei

source: Publisher
ro_ro: Editor

source: Media publisher (e.g. image agency)
ro_ro: Editorul mass-media(ex: agentia de imagini)

source: License
ro_ro: Licenta

source: Media license
ro_ro: Licenta de Media

source: Link
ro_ro: legatura

source: Media link
ro_ro: Legatura Mass-Media

source: Copyright
ro_ro: Drepturi de Autor

source: No images found
ro_ro: Nicio imagine gasita

source: Settings
ro_ro: Setari

source: Credit Tracker by Labs64
ro_ro: Credit Tracker de Labs64

source: Some Image Data Retriever needs additional configuration
ro_ro: Unele Surse de Informatii legate de Imagini au nevoie de configurari aditionale

source: Image data retriever (Free)
ro_ro: Sursa de informatii de imagini(Gratuita)

source: Features
ro_ro: Specificatii

source: Available plugin features
ro_ro: Specificatii disponibile pentru plugin

source: Validate
ro_ro: Valideaza

source: Feedback
ro_ro: Comentariu

source: Did you find a bug? Have an idea for a plugin? Please help us improve this plugin
ro_ro: Ai dat peste o problema? Ai o idee pentru un plugin? Te rugam sa ne ajuti sa imbunatatim acest plugin

source: Report a bug, or suggest an improvement
ro_ro: Raporteaza un bug, sau sugereaza o imbunatatire

source: Like us on Facebook
ro_ro: Da-ne un Like pe Facebook

source: Read Labs64 Blog
ro_ro: Citeste Blogul Labs64

source: Shortcodes Reference
ro_ro: Referinta Shortcoduri

source: Credit Tracker Settings
ro_ro: Setari Credit Tracker

source: Retriever Settings
ro_ro: Setari Retriever

source: Copyright format
ro_ro: Format Copyright

source: Default copyright format (HTML allowed)<br/>Allowed placeholders: %ident_nr%, %source%, %author%, %publisher%, %license%, %link%<br/>...as well as standard attributes: %title%, %caption%
ro_ro: Format Copyright standard (HTML permis)<br/>Permise placeholdere: %ident_nr%, %source%, %author%, %publisher%, %license%, %link%<br/>...as well as standard attributes: %title%, %caption%

source: Override shortcodes
ro_ro: Inlocuieste shortcoduri

source: Override WordPress [caption] shortcode
ro_ro: Inlocuieste shortcodul WordPress[antet]

source: Replaces output of standard WordPress [caption] shortcode with improved version (add Image Microdata and Image Credit)
ro_ro: Inlocuieste rezultatul shortcodului standard WordPress [caption] cu versiunea imbunatatita (adauga Image Microdata si Image Credit)

source: To use the Flickr data retriever you need to have an Flickr API application key. <a href="https://www.flickr.com/services/api/misc.api_keys.html" target="_blank">See here</a> for more details.
ro_ro: Pentru a folosi data retrieverul Flickr ai nevoie de un Flickr API application key. <a href="https://www.flickr.com/services/api/misc.api_keys.html" target="_blank">Vezi aici</a> mai mutel informatii.

source: Custom
ro_ro: Personalizat
